{
  "The :attribute must contain at least one letter.": "يجب أن يحتوي :attribute على حرف واحد على الأقل.",
  "The :attribute must contain at least one number.": "يجب أن يحتوي :attribute على رقم واحد على الأقل.",
  "The :attribute must contain at least one symbol.": "يجب أن يحتوي :attribute على رمز واحد على الأقل.",
  "The :attribute must contain at least one uppercase and one lowercase letter.": "يجب أن يحتوي :attribute على حرف كبير وحرف صغير على الأقل.",
  "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "ظهرت :attribute المعطاة في تسريب بيانات. يرجى اختيار :attribute مختلف.",

  "Log In": "تسجيل الدخول",
  "Log Out": "تسجيل الخروج",
  "Register": "تسجيل",

  "Dashboard": "لوحة التحكم",
  "Articles": "المقالات",
  "About Us": "من نحن",
  "Contact Us": "اتصل بنا",
  "Gallery": "المعرض",
  "News": "الاخبار",
  "Products": "المنتجات",
  "Reference": "سابقة الأعمال",
  "Distributors": "الموزعون المعتمدون",
  "About": "عن شركتنا",
  "Contact": "معلومات الاتصال",
  "Company": "الشركة",

  "You are logged in!": "لقد قمت بتسجيل الدخول!",
  "Profile Information": "معلومات الملف الشخصي",
  "Update your account's profile information and email address.": "قم بتحديث معلومات ملف حسابك وعنوان البريد الإلكتروني.",
  "Update Password": "تحديث كلمة المرور",
  "Ensure your account is using a long, random password to stay secure.": "تأكد من أن حسابك يستخدم كلمة مرور طويلة وعشوائية للبقاء آمنًا.",
  "Delete Account": "حذف الحساب",
  "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "بمجرد حذف حسابك، ستُحذف جميع موارده وبياناته بشكل دائم. قبل حذف حسابك، يرجى تنزيل أي بيانات أو معلومات ترغب في الاحتفاظ بها.",
  "Are you sure you want to delete your account?": "هل أنت متأكد أنك تريد حذف حسابك؟",
  "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "بمجرد حذف حسابك، ستُحذف جميع موارده وبياناته بشكل دائم. يرجى إدخال كلمة المرور الخاصة بك لتأكيد رغبتك في حذف حسابك بشكل دائم.",

  "Name": "الاسم",
  "Email": "البريد الإلكتروني",
  "Password": "كلمة المرور",
  "Confirm Password": "تأكيد كلمة المرور",
  "Current Password": "كلمة المرور الحالية",
  "New Password": "كلمة المرور الجديدة",

  "Save": "حفظ",
  "Saved": "تم الحفظ",
  "Cancel": "إلغاء"
}
